Repository: dewakp/ALAFIAKALO
Catalog: IOS/ALAFIA/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, ha, ig, pt, sw, yo, zh

source: No %@ records in this period.
ar: لا توجد سجلات %@ في هذه الفترة.
de: Keine %@-Einträge in diesem Zeitraum.
es: Sin registros de %@ en este período.
fr: Aucun enregistrement %@ pour cette période.
ha: Babu %@ bayani a wannan lokaci.
ig: Enweghị %@ ndekọ n'oge a.
pt: Nenhum registro de %@ neste período.
sw: Hakuna rekodi za %@ katika kipindi hiki.
yo: Àìsí %@ nínú àkókò yìí.
zh: 此期间内无 %@ 记录。

source: No active alerts at this time
ar: لا توجد تنبيهات نشطة في الوقت الحالي
de: Derzeit keine aktiven Warnungen
es: Sin alertas activas en este momento
fr: Aucune alerte active pour le moment
ha: Babu gargajiya a yanzu
ig: Enweghị ịpele ọrụ n'oge a
pt: Sem alertas ativos no momento
sw: Hakuna onyo zinazofanya kazi sasa
yo: Àkìyèsi Dídì Kò Sí Nísinsin Yìí
zh: 目前没有活跃警报

source: No Active Grants
ar: لا توجد منح نشطة
de: Keine aktiven Zuschüsse
es: Sin Subvenciones Activas
fr: Aucune subvention active
ha: Babu Tallafi Mai Aiki
ig: Enweghị Grants Dị Adị
pt: Nenhuma Bolsa Ativa
sw: Hakuna Grants Zinazofanya Kazi
yo: Àwọn Grants Tí Ń Ṣiṣẹ́ Kò Sí
zh: 无活跃补助

source: No adherence logs yet
ar: لا توجد سجلات التزام حتى الآن
de: Noch keine Adhärenzprotokolle
es: Sin registros de adherencia aún
fr: Aucun journal d'observance pour le moment
ha: Babu rajistocin bin da aka yi
ig: Enweghị ndekọ ịgbaso ihe ọzọ
pt: Sem registros de adesão ainda
sw: Hakuna kumbukumbu za utekelezaji bado
yo: Àkọsílẹ̀ Ìbámu Kò Sí Nísinsin Yìí
zh: 还没有依从性记录

source: No Advanced Directive
ar: لا توجد توجيهات مسبقة
de: Keine Patientenverfügung
es: Sin Directiva Anticipada
fr: Aucune directive anticipée
ha: Babu Umarnin Gida
ig: Enweghị Advanced Directive
pt: Nenhuma Diretiva Antecipada
sw: Hakuna Advanced Directive
yo: Àwọn Ìtọ́níjú Ìwájú Kò Sí
zh: 无预先指示

source: No Alerts
ar: لا توجد تنبيهات
de: Keine Benachrichtigungen
es: Sin Alertas
fr: Aucune alerte
ha: Babu Gargajiya
ig: Enweghị Ịdị Ọkụ
pt: Nenhum Alerta
sw: Hakuna Onyo
yo: Àwọn Ìkìlọ̀ Kò Sí
zh: 无警报

source: No alerts match your filters
ar: لا توجد تنبيهات تطابق عوامل التصفية الخاصة بك
de: Keine Warnungen entsprechen Ihren Filtern
es: Sin alertas que coincidan con tus filtros
fr: Aucune alerte ne correspond à vos filtres
ha: Babu gargajiya da ta dace da tsinkayen ku
ig: Enweghị ịpele ọrụ dabara na nzọcha gị
pt: Nenhum alerta corresponde aos seus filtros
sw: Hakuna onyo zinazofanana na kichujio chako
yo: Àkìyèsi Kò Bá Àwọn Àlàfo Rẹ
zh: 没有警报符合您的筛选条件

source: No Assessments
ar: لا توجد تقييمات
de: Keine Bewertungen
es: Sin Evaluaciones
fr: Aucune évaluation
ha: Babu Kimantawa
ig: Enweghị Nyocha
pt: Nenhuma Avaliação
sw: Hakuna Tathmini
yo: Àwọn Ìdánwò Kò Sí
zh: 无评估

source: No Chemotherapy Sessions
ar: لا توجد جلسات علاج كيميائي
de: Keine Chemotherapie-Sitzungen
es: Sin Sesiones de Quimioterapia
fr: Aucune séance de chimiothérapie
ha: Babu Jiyoyin Chemotherapy
ig: Enweghị Chemotherapy Sessions
pt: Nenhuma Sessão de Quimioterapia
sw: Hakuna Vikao vya Chemotherapy
yo: Àwọn Ìṣẹ̀ Chemotherapy Kò Sí
zh: 无化疗疗程

source: No Chronic Conditions
ar: لا توجد حالات مزمنة
de: Keine chronischen Erkrankungen
es: Sin Condiciones Crónicas
fr: Aucune maladie chronique
ha: Babu Cututtuka Jiya
ig: Enweghị Ọrịa Ogologo Oge
pt: Nenhuma Condição Crônica
sw: Hakuna Magonjwa ya Muda Mrefu
yo: Àwọn Àìsàn Ní Ìgbà Gígùn Kò Sí
zh: 无慢性病

source: No conversations yet
ar: لا توجد محادثات حتى الآن
de: Noch keine Gespräche
es: Sin conversaciones aún
fr: Aucune conversation pour le moment
ha: Babu tattaunawa har yanzu
ig: Enweghị mkparịta ụka ọzọ
pt: Sem conversas ainda
sw: Hakuna mazungumzo bado
yo: Ìbátan Kò Sí Nísinsin Yìí
zh: 还没有对话

source: No Data
ar: لا توجد بيانات
de: Keine Daten
es: Sin Datos
fr: Aucune donnée
ha: Babu Bayani
ig: Enweghị Data
pt: Nenhum Dado
sw: Hakuna Data
yo: Àwọn Ìfitónilẹ̀ Kò Sí
zh: 无数据

source: No data for selected range
ar: لا توجد بيانات للنطاق المحدد
de: Keine Daten für den ausgewählten Zeitraum
es: Sin datos para el rango seleccionado
fr: Aucune donnée pour la période sélectionnée
ha: Babu bayani don zabin lokaci
ig: Enweghị data maka oge ahọpụtara
pt: Sem dados para o período selecionado
sw: Hakuna data kwa eneo lililochaguliwa
yo: Àkọ̀lọ̀ Kò Sí Fún Àkókò Tí A Yàn
zh: 选定范围内没有数据

source: No data points
ar: لا توجد نقاط بيانات
de: Keine Datenpunkte
es: Sin puntos de datos
fr: Aucun point de données
ha: Babu maki na bayani
ig: Enweghị isi data
pt: Sem pontos de dados
sw: Hakuna pointi za data
yo: Àkọ̀lọ̀ Kò Sí
zh: 没有数据点

source: No data types available
ar: لا توجد أنواع بيانات متاحة
de: Keine Datentypen verfügbar
es: Sin tipos de datos disponibles
fr: Aucun type de données disponible
ha: Babu nau'in bayani da ke akwai
ig: Enweghị ụdị data dị
pt: Sem tipos de dados disponíveis
sw: Hakuna aina za data zinazopatikana
yo: Irú Àkọ̀lọ̀ Kò Sí
zh: 没有可用的数据类型

source: No Data Yet
ar: لا توجد بيانات حتى الآن
de: Noch keine Daten
es: Sin Datos Aún
fr: Aucune donnée pour le moment
ha: Babu Bayani Har Yanzu
ig: Enweghị Data Ọ Bụ Ụtụtụ
pt: Nenhum Dado Ainda
sw: Hakuna Data Bado
yo: Àwọn Ìfitónilẹ̀ Kò Sí Nípa Àkókò
zh: 暂无数据

source: No Dispenses
ar: لا توجد صرفيات
de: Keine Abgaben
es: Sin Dispensaciones
fr: Aucune distribution
ha: Babu Rarraba
ig: Enweghị Dispenses
pt: Nenhuma Dispensação
sw: Hakuna Dispenses
yo: Àwọn Ìfipamọ́ Kò Sí
zh: 无配药记录

source: No drugs recorded for this session.
ar: لم يتم تسجيل أي أدوية لهذه الجلسة.
de: Keine Medikamente für diese Sitzung erfasst.
es: Sin medicamentos registrados para esta sesión.
fr: Aucun médicament enregistré pour cette séance.
ha: Babu magungunan da aka rubuta don wannan jira.
ig: Enweghị ọgwụ edekọ maka ọrụ a.
pt: Nenhum medicamento registrado para esta sessão.
sw: Hakuna dawa iliyorekodiwa kwa kipindi hiki.
yo: Oogun Kò Tí A Gbé Sílẹ̀ Fún Ìsẹ̀ Yìí
zh: 此次疗程未记录任何药物。

source: No events on this day
ar: لا توجد أحداث في هذا اليوم
de: Keine Ereignisse an diesem Tag
es: Sin eventos este día
fr: Aucun événement ce jour
ha: Babu abubuwa a wannan rana
ig: Enweghị ihe omume n'ụbọchị a
pt: Sem eventos neste dia
sw: Hakuna matukio siku hii
yo: Iṣẹ̀lẹ̀ Kò Sí Ní Ọjọ́ Yìí
zh: 此日期没有事件

source: No Facilities
ar: لا توجد منشآت
de: Keine Einrichtungen
es: Sin Instalaciones
fr: Aucun établissement
ha: Babu Gidaje
ig: Enweghị Ụlọ Ọgwụ
pt: Nenhuma Unidade
sw: Hakuna Vituo
yo: Àwọn Ilé Ìtọ́jú Kò Sí
zh: 无医疗机构

source: No Fitness Logs
ar: لا توجد سجلات لياقة بدنية
de: Keine Fitness-Einträge
es: Sin registros de actividad física
fr: Aucun journal d'activité
ha: Babu Rahotannin Fitness
ig: Enweghị Ndekọ Ahụike
pt: Sem Registos de Atividade
sw: Hakuna Kumbukumbu za Fitness
yo: Àìsí Ìwé Ìdárayá
zh: 无健身记录

source: No food items detected.
ar: لم يتم الكشف عن عناصر غذائية.
de: Keine Lebensmittel erkannt.
es: Sin alimentos detectados.
fr: Aucun aliment détecté.
ha: Babu abubuwan abinci da aka gano.
ig: Enweghị ihe nri achọpụtara.
pt: Nenhum alimento detectado.
sw: Hakuna vitu vya chakula vilivyogundulika.
yo: Ohun Jíjẹ Kò Rí
zh: 未检测到食物项目。

source: No Gratitude Entries
ar: لا توجد إدخالات امتنان
de: Keine Dankbarkeits-Einträge
es: Sin entradas de gratitud
fr: Aucune entrée de gratitude
ha: Babu Shiryar Godiya
ig: Enweghị Ntụ Ekele
pt: Sem Entradas de Gratidão
sw: Hakuna Maingizo ya Shukrani
yo: Àìsí Ìgbàdúrò
zh: 无感恩记录

source: No Guidelines
ar: لا توجد إرشادات
de: Keine Richtlinien
es: Sin Directrices
fr: Aucune directive
ha: Babu Jagora
ig: Enweghị Ụkpụrụ
pt: Sem Diretrizes
sw: Hakuna Mwongozo
yo: Ẹ̀kó Kò Sí
zh: 无指南

source: No guidelines available
ar: لا توجد إرشادات متاحة
de: Keine Richtlinien verfügbar
es: Sin directrices disponibles
fr: Aucune directive disponible
ha: Babu jagora da ke akwai
ig: Enweghị ntuziaka dị
pt: Sem diretrizes disponíveis
sw: Hakuna mwongozo unaopatikana
yo: Ìtọ́sọ́nà Kò Sí
zh: 没有可用的指南

source: No guidelines match your filters
ar: لا توجد إرشادات تطابق عوامل التصفية الخاصة بك
de: Keine Richtlinien entsprechen Ihren Filtern
es: Sin directrices que coincidan con tus filtros
fr: Aucune directive ne correspond à vos filtres
ha: Babu jagora da ta dace da tsinkayen ku
ig: Enweghị ntuziaka dabara na nzọcha gị
pt: Nenhuma diretriz corresponde aos seus filtros
sw: Hakuna mwongozo unaolingana na kichujio chako
yo: Ìtọ́sọ́nà Kò Bá Àwọn Àlàfo Rẹ
zh: 没有指南符合您的筛选条件

source: No hemodialysis sessions in this period.
ar: لا توجد جلسات غسيل كلى في هذه الفترة.
de: Keine Hämodialysesitzungen in diesem Zeitraum.
es: Sin sesiones de hemodiálisis en este período.
fr: Aucune séance d'hémodialyse dans cette période.
ha: Babu jira na hemodialysis a wannan lokaci.
ig: Enweghị ọrụ hemodialysis n'oge a.
pt: Sem sessões de hemodiálise neste período.
sw: Hakuna vikao vya hemodialysis katika kipindi hiki.
yo: Ìsẹ̀ Hemodialysis Kò Sí Ní Àkókò Yìí
zh: 此期间没有血液透析疗程。

source: No ICD-11 match for “%@”. You can still save the condition by name.
ar: لا توجد مطابقة ICD-11 لـ "%@". يمكنك حفظ الحالة بالاسم.
de: Keine ICD-11-Entsprechung für „%@". Sie können die Erkrankung trotzdem unter ihrem Namen speichern.
es: Sin coincidencia ICD-11 para "%@". Aún puedes guardar la condición por nombre.
fr: Aucune correspondance ICD-11 pour « %@ ». Vous pouvez toujours enregistrer la condition par son nom.
ha: Babu ICD-11 daidai ga "%@". Kila har yanzu a iya ajiye yanayin ta suna.
ig: Enweghị ICD-11 dabara maka "%@". Ị nwere ike ịzọpụta ọrịa ahụ site na aha ya.
pt: Sem correspondência ICD-11 para "%@". Pode guardar a condição pelo nome.
sw: Hakuna ICD-11 inayolingana na "%@". Unaweza bado kuokoa hali hiyo kwa jina.
yo: Àìsàn "%@" kò ní àbáwọ́n ICD-11. Ó ṣeé ṣe láti fi àìsàn náà pamọ́ nípa orúkọ rẹ̀.
zh: 找不到与"%@"匹配的ICD-11代码。您仍可按名称保存该病症。

source: No Improvements
ar: لا توجد تحسنات
de: Keine Verbesserungen
es: Sin mejoras
fr: Aucune amélioration
ha: Babu Haɓaka
ig: Enweghị Mmezu
pt: Sem Melhorias
sw: Hakuna Maboresho
yo: Enikan Ìmúlò
zh: 无改善

source: No Insurance Plans
ar: لا توجد خطط تأمين
de: Keine Versicherungspläne
es: Sin Planes de Seguro
fr: Aucun régime d'assurance
ha: Babu Tsoffin Inshuransi
ig: Enweghị Atụmatụ Ihe Mgbapụta
pt: Sem Planos de Seguro
sw: Hakuna Mipango ya Bima
yo: Àwọn Ètò Ìbòwọ̀ Kò Sí
zh: 无保险计划

source: No intake logged for this date.
ar: لم يتم تسجيل أي مدخول لهذا التاريخ.
de: Keine Flüssigkeitszufuhr für dieses Datum erfasst.
es: Sin ingesta registrada para esta fecha.
fr: Aucun apport enregistré pour cette date.
ha: Babu abubuwan da aka shigar da su a wannan rana.
ig: Enweghị ihe ịnụ edekọ maka ụbọchị a.
pt: Sem ingestão registrada para esta data.
sw: Hakuna kiasi kilichorekodiwa kwa tarehe hii.
yo: Ìgbésẹ̀ Kò Tí A Gbé Sílẹ̀ Fún Ọjọ́ Yìí
zh: 此日期未记录摄入量。

source: No intradialytic readings were recorded for this session.
ar: لم يتم تسجيل قراءات داخل الجلسة لهذه الجلسة.
de: Keine intradialytischen Messwerte für diese Sitzung erfasst.
es: Sin lecturas intradialíticas registradas para esta sesión.
fr: Aucune mesure intradialytique enregistrée pour cette séance.
ha: Babu karatun intradialytic da aka rubuta a wannan jira.
ig: Enweghị ihe ọmụmụ intradialytic edekọ maka ọrụ a.
pt: Nenhuma leitura intradialítica foi registrada para esta sessão.
sw: Hakuna vipimo vya intradialytic vilivyorekodiwa kwa kipindi hiki.
yo: Ìwọ̀n Intradialytic Kò Tí A Gbé Sílẹ̀ Fún Ìsẹ̀ Yìí
zh: 此次疗程未记录透析中读数。

source: No Invitations
ar: لا توجد دعوات
de: Keine Einladungen
es: Sin invitaciones
fr: Aucune invitation
ha: Babu Gayyata
ig: Enweghị Ịkpọ Akwụkwọ
pt: Sem Convites
sw: Hakuna Mwaliko
yo: Àìní Àbẹ̀
zh: 无邀请

source: No Lab Charts
ar: لا توجد رسوم بيانية للاختبارات
de: Keine Laborgrafiken
es: Sin gráficos de laboratorio
fr: Aucun graphique de laboratoire
ha: Babu Zane-zanen Gwaje
ig: Enweghị Lab Charts
pt: Sem Gráficos de Exames
sw: Hakuna Chati za Majaribio
yo: Àwọn Iwe Ìmọ̀ Lábọ̀ Kò Sí
zh: 无实验室图表

source: No Lab Results
ar: لا توجد نتائج اختبارات
de: Keine Laborergebnisse
es: Sin resultados de laboratorio
fr: Aucun résultat de laboratoire
ha: Babu Sakamakon Gwaje
ig: Enweghị Nsonaazụ Ọrụ Ụlọ Ọgwụ
pt: Sem Resultados de Exames
sw: Hakuna Matokeo ya Maabara
yo: Àìsí Èsì Ìwádìí
zh: 无实验室结果

source: No Lifestyle Entries
ar: لا توجد إدخالات نمط حياة
de: Keine Lifestyle-Einträge
es: Sin registros de estilo de vida
fr: Aucune entrée de mode de vie
ha: Babu Shigarwar Rayuwa
ig: Enweghị Ndekọ Ụzọ Ndụ
pt: Sem Registos de Estilo de Vida
sw: Hakuna Maingizo ya Mtindo wa Maisha
yo: Àìsí Iwe Ìgbésè Ìbadandun
zh: 无生活方式记录

source: No matching roles found.
ar: لم يتم العثور على أدوار مطابقة.
de: Keine passenden Rollen gefunden.
es: Sin roles coincidentes encontrados.
fr: Aucun rôle correspondant trouvé.
ha: Babu aiki da ya dace da shi.
ig: Enweghị ọrụ dabara na ihe achọpụtara.
pt: Nenhum papel encontrado.
sw: Hakuna majukumu yanayofanana yaliyopatikana.
yo: Ẹ̀rọ̀ Kò Rí
zh: 未找到匹配的角色。

source: No meals logged for this date
ar: لم يتم تسجيل وجبات لهذا التاريخ
de: Keine Mahlzeiten für dieses Datum erfasst
es: Sin comidas registradas para esta fecha
fr: Aucun repas enregistré pour cette date
ha: Babu abinci da aka rubuta a wannan rana
ig: Enweghị nri edekọ maka ụbọchị a
pt: Sem refeições registradas para esta data
sw: Hakuna chakula kilichorekodiwa kwa tarehe hii
yo: Oúnjẹ Kò Tí A Gbé Sílẹ̀ Fún Ọjọ́ Yìí
zh: 此日期未记录任何餐食

source: No meals planned for this day
ar: لا توجد وجبات مخطط لها لهذا اليوم
de: Keine Mahlzeiten für diesen Tag geplant
es: Sin comidas planeadas para este día
fr: Aucun repas prévu ce jour
ha: Babu abinci da aka shirya a wannan rana
ig: Enweghị nri emegharị maka ụbọchị a
pt: Sem refeições planejadas para este dia
sw: Hakuna chakula kilichopangwa kwa siku hii
yo: Oúnjẹ Kò Tí A Ṣèdèdè Fún Ọjọ́ Yìí
zh: 此日期未计划任何餐食

source: No Medications
ar: لا توجد أدوية
de: Keine Medikamente
es: Sin medicamentos
fr: Aucun médicament
ha: Babu Magungunan
ig: Enweghị Ọgwụ
pt: Sem Medicamentos
sw: Hakuna Dawa
yo: Ẹ̀kó Àwọn Oogun
zh: 无药物

source: No Mood Entries
ar: لا توجد إدخالات مزاج
de: Keine Stimmungseinträge
es: Sin registros de estado de ánimo
fr: Aucune entrée d'humeur
ha: Babu Shiryoyin Jiya
ig: Enweghị Ihe Mmetụta
pt: Sem Registos de Humor
sw: Hakuna Maingizo ya Hali ya Akili
yo: Ẹ̀kó Àwọn Ìfihàn Ìfaradà
zh: 无心情记录

source: No Notes
ar: لا توجد ملاحظات
de: Keine Notizen
es: Sin notas
fr: Aucune note
ha: Babu Sanarwa
ig: Enweghị Ndetu
pt: Sem Notas
sw: Hakuna Maelezo
yo: Ẹ̀kó Àwọn Àkọsílẹ̀
zh: 无笔记

source: No notes on this session yet.
ar: لا توجد ملاحظات على هذه الجلسة حتى الآن.
de: Noch keine Notizen zu dieser Sitzung.
es: Sin notas en esta sesión aún.
fr: Aucune note pour cette séance pour le moment.
ha: Babu bayani akan wannan jira har yanzu.
ig: Enweghị ndetu na ọrụ a ọzọ.
pt: Sem notas nesta sessão ainda.
sw: Hakuna maelezo kwenye kipindi hiki bado.
yo: Àkọsílẹ̀ Kò Sí Fún Ìsẹ̀ Yìí
zh: 此疗程还没有备注。

source: No nutrient values recorded for this meal yet.
ar: لم يتم تسجيل قيم المغذيات لهذه الوجبة حتى الآن.
de: Noch keine Nährstoffwerte für diese Mahlzeit erfasst.
es: Sin valores de nutrientes registrados para esta comida aún.
fr: Aucune valeur nutritionnelle enregistrée pour ce repas pour le moment.
ha: Babu ƙimar gida da aka rubuta a wannan abinci har yanzu.
ig: Enweghị ụkọ ihe na-eme nri edekọ maka nri a ọzọ.
pt: Sem valores nutricionais registrados para esta refeição ainda.
sw: Hakuna thamani za virutubishi zilizorekodiwa kwa chakula hiki bado.
yo: Iye Nutrient Kò Tí A Gbé Sílẹ̀ Fún Oúnjẹ Yìí
zh: 此餐食还未记录营养值。

source: No Nutrition Logs
ar: لا توجد سجلات تغذية
de: Keine Ernährungsprotokolle
es: Sin registros de nutrición
fr: Aucun journal nutritionnel
ha: Babu Shiryoyin Abinci
ig: Enweghị Ndekọ Nri
pt: Sem Registos de Nutrição
sw: Hakuna Kumbukumbu za Lishe
yo: Ẹ̀kó Àwọn Ìfihàn Oúnjẹ
zh: 无营养日志

source: No Participants
ar: لا توجد مشاركون
de: Keine Teilnehmer
es: Sin participantes
fr: Aucun participant
ha: Babu Shawara
ig: Enweghị Ndị Sonyere
pt: Sem Participantes
sw: Hakuna Washiriki
yo: Ẹ̀kó Àwọn Ọmọ-ìpín
zh: 无参与者

source: No patients yet
ar: لا توجد مرضى حتى الآن
de: Noch keine Patienten
es: Sin pacientes aún
fr: Aucun patient pour le moment
ha: Babu marubuta har yanzu
ig: Enweghị ndị ọrịa ọzọ
pt: Sem pacientes ainda
sw: Hakuna wagonjwa bado
yo: Onigbẹ̀ Kò Sí Nísinsin Yìí
zh: 还没有患者

source: No PD Sessions
ar: لا توجد جلسات غسيل كلى صفاقي
de: Keine PD-Sitzungen
es: Sin sesiones de DP
fr: Aucune séance de dialyse péritonéale
ha: Babu Ayyukan PD
ig: Enweghị PD Sessions
pt: Sem Sessões de DP
sw: Hakuna Vikao vya PD
yo: Ẹ̀kó Àwọn Ìṣẹ̀ PD
zh: 无腹膜透析疗程

source: No Physicians
ar: لا توجد أطباء
de: Keine Ärzte
es: Sin médicos
fr: Aucun médecin
ha: Babu Likitoci
ig: Enweghị Dọkịta
pt: Sem Médicos
sw: Hakuna Madaktari
yo: Ẹ̀kó Àwọn Oníṣègùn
zh: 无医生

source: No posts yet
ar: لا توجد منشورات حتى الآن
de: Noch keine Beiträge
es: Sin publicaciones aún
fr: Aucune publication pour le moment
ha: Babu abubuwan da aka buga har yanzu
ig: Enweghị isiokwu ọzọ
pt: Sem posts ainda
sw: Hakuna chapisho bado
yo: Ìwé Kò Sí Nísinsin Yìí
zh: 还没有帖子

source: No Prescriptions
ar: لا توجد وصفات طبية
de: Keine Verschreibungen
es: Sin prescripciones
fr: Aucune ordonnance
ha: Babu Umarnin Magungunan
ig: Enweghị Ọrụ Ọgwụ
pt: Sem Prescrições
sw: Hakuna Maagizo
yo: Ẹ̀kó Àwọn Ìtọ́níṣẹ̀
zh: 无处方

source: No professional roles
ar: لا توجد أدوار مهنية
de: Keine Fachrolle
es: Sin roles profesionales
fr: Aucun rôle professionnel
ha: Babu aiki na ƙwararru
ig: Enweghị ọrụ ọkachamara
pt: Sem papéis profissionais
sw: Hakuna majukumu ya kitaaluma
yo: Ẹ̀rọ̀ Ọ̀ṣọ́ Kò Sí
zh: 没有专业角色

source: No Recommendations
ar: لا توجد توصيات
de: Keine Empfehlungen
es: Sin recomendaciones
fr: Aucune recommandation
ha: Babu Shawarwari
ig: Enweghị Ndụmọdụ
pt: Sem Recomendações
sw: Hakuna Mapendekezo
yo: Ẹ̀kó Àwọn Ìmọ̀ràn
zh: 无建议

source: No Records
ar: لا توجد سجلات
de: Keine Aufzeichnungen
es: Sin registros
fr: Aucun dossier
ha: Babu Bayani
ig: Enweghị Ndekọ
pt: Sem Registos
sw: Hakuna Kumbukumbu
yo: Ẹ̀kó Àwọn Ìfihàn
zh: 无记录

source: No Refill Requests
ar: لا توجد طلبات إعادة تعبئة
de: Keine Nachfüllungsanfragen
es: Sin solicitudes de reabastecimiento
fr: Aucune demande de renouvellement
ha: Babu Buƙatun Sake Cikawa
ig: Enweghị Arịọ Maka Azụ Ọzọ
pt: Nenhum Pedido de Reabastecimento
sw: Hakuna Ombi la Kuzaa
yo: Àìní Ìbeèrè Atúnbọ̀
zh: 无续配请求

source: No repeat
ar: بدون تكرار
de: Keine Wiederholung
es: Sin repetición
fr: Pas de répétition
ha: Babu maimaita
ig: Enweghị mweghachi
pt: Sem repetição
sw: Hakuna kurudia
yo: Kò Sí Ìtúnú
zh: 不重复

source: No replies yet. Be the first!
ar: لا توجد ردود حتى الآن. كن الأول!
de: Noch keine Antworten. Seien Sie der Erste!
es: Sin respuestas aún. ¡Sé el primero!
fr: Aucune réponse pour le moment. Soyez le premier !
ha: Babu amsa har yanzu. Ka zama na farko!
ig: Enweghị azịza ọzọ. Bụrụ onye mbụ!
pt: Sem respostas ainda. Seja o primeiro!
sw: Hakuna majibu bado. Kuwa wa kwanza!
yo: Ìdáhùn Kò Sí Nísinsin Yìí. Jẹ́ Ẹ̀kọ́ Àkọ́kọ́!
zh: 还没有回复。成为第一个回复的人！

source: No Reports
ar: لا توجد تقارير
de: Keine Berichte
es: Sin reportes
fr: Aucun rapport
ha: Babu Rahotanni
ig: Enweghị Akụkọ
pt: Nenhum Relatório
sw: Hakuna Ripoti
yo: Àìní Ìwé Ìròyìn
zh: 无报告

source: No Results
ar: لا توجد نتائج
de: Keine Ergebnisse
es: Sin resultados
fr: Aucun résultat
ha: Babu Sakamakon
ig: Enweghị Nsonaazụ
pt: Nenhum Resultado
sw: Hakuna Matokeo
yo: Àìní Àbájáde
zh: 无结果

source: no results yet
ar: لا توجد نتائج بعد
de: noch keine Ergebnisse
es: sin resultados aún
fr: aucun résultat pour le moment
ha: babu sakamakon har yanzu
ig: enwebeghị nsonaazụ
pt: sem resultados ainda
sw: hakuna matokeo bado
yo: àìsí èsì fún ìsinilẹ̀
zh: 暂无结果

source: No reviews yet
ar: لا توجد تقييمات حتى الآن
de: Noch keine Bewertungen
es: Sin reseñas aún
fr: Aucun avis pour le moment
ha: Babu baje'a har yanzu
ig: Enweghị nyocha ọzọ
pt: Sem avaliações ainda
sw: Hakuna tathmini bado
yo: Ìdánilójú Kò Sí Nísinsin Yìí
zh: 还没有评价

source: No Saved Physicians
ar: لا توجد أطباء محفوظون
de: Keine gespeicherten Ärzte
es: Sin médicos guardados
fr: Aucun médecin enregistré
ha: Babu Likitoci da aka Ajiye
ig: Enweghị Ndị Dọkịta Echekwara
pt: Nenhum Médico Salvo
sw: Hakuna Daktari Aliyehifadhiwa
yo: Àìní Oníṣègùn Tí a Gba
zh: 无已保存医生

source: No Schedules
ar: لا توجد جداول زمنية
de: Keine Termine
es: Sin horarios
fr: Aucun calendrier
ha: Babu Jadawali
ig: Enweghị Oge Ọrụ
pt: Nenhuma Consulta
sw: Hakuna Ratiba
yo: Àìní Ìṣẹ̀dúlì
zh: 无日程安排

source: No Score
ar: لا توجد نقاط
de: Keine Bewertung
es: Sin puntuación
fr: Aucun score
ha: Babu Maki
ig: Enweghị Akara
pt: Nenhuma Pontuação
sw: Hakuna Alama
yo: Àìní Ìsirò
zh: 无评分

source: No Sessions
ar: لا توجد جلسات
de: Keine Sitzungen
es: Sin sesiones
fr: Aucune séance
ha: Babu Zaman Aiki
ig: Enweghị Ọrụ
pt: Nenhuma Sessão
sw: Hakuna Vikao
yo: Àìní Ìpilẹ̀
zh: 无会话

source: No surveillance signal for this disease yet.
ar: لا توجد إشارة مراقبة لهذا المرض حتى الآن.
de: Noch kein Überwachungssignal für diese Erkrankung.
es: Sin señal de vigilancia para esta enfermedad aún.
fr: Aucun signal de surveillance pour cette maladie pour le moment.
ha: Babu sigina na sa'a ga wannan cuta har yanzu.
ig: Enweghị ịpele ọrụ maka ọrịa a ọzọ.
pt: Sem sinal de vigilância para esta doença ainda.
sw: Hakuna ishara ya ufuatiliaji kwa ugonjwa huu bado.
yo: Ìkìlọ̀ Surveillance Kò Sí Fún Àrùn Yìí Nísinsin Yìí
zh: 此疾病还没有监测信号。

source: No Telehealth Sessions
ar: لا توجد جلسات طب عن بعد
de: Keine Telemedizin-Sitzungen
es: Sin sesiones de telemedicina
fr: Aucune séance de télésanté
ha: Babu Zaman Telehealth
ig: Enweghị Ọrụ Telehealth
pt: Nenhuma Sessão de Telemedicina
sw: Hakuna Vikao vya Telehealth
yo: Àìní Ìpilẹ̀ Telehealth
zh: 无远程医疗会话

source: No therapy sessions in this period.
ar: لا توجد جلسات علاجية في هذه الفترة.
de: Keine Therapiesitzungen in diesem Zeitraum.
es: Sin sesiones de terapia en este período.
fr: Aucune séance de thérapie dans cette période.
ha: Babu jira na jiya a wannan lokaci.
ig: Enweghị ọrụ ọgwụgwọ n'oge a.
pt: Sem sessões de terapia neste período.
sw: Hakuna vikao vya tiba katika kipindi hiki.
yo: Ìsẹ̀ Therapy Kò Sí Ní Àkókò Yìí
zh: 此期间没有治疗疗程。

source: No Transcripts
ar: لا توجد نصوص
de: Keine Transkripte
es: Sin transcripciones
fr: Aucune transcription
ha: Babu Rubuce-rubuce
ig: Enweghị Ihe Edere
pt: Nenhuma Transcrição
sw: Hakuna Maandishi
yo: Àìní Àkọ̀wé
zh: 无记录

source: No trend to plot for this period — the records are below.
ar: لا توجد اتجاهات لرسمها لهذه الفترة — السجلات أدناه.
de: Kein Trend für diesen Zeitraum — die Einträge sind unten.
es: Sin tendencia que graficar para este período — los registros están abajo.
fr: Aucune tendance à tracer pour cette période — les dossiers sont ci-dessous.
ha: Babu jiya don zana a wannan lokaci — rubuce-rubucen nan suke ƙasa.
ig: Enweghị usoro iji zụọ maka oge a — ndekọ ndị a dị ala.
pt: Sem tendência a plotar para este período — os registros estão abaixo.
sw: Hakuna mwelekeo wa kupanga kwa kipindi hiki — kumbukumbu ziko chini.
yo: Ìtẹ̀síwájú Kò Sí Láti Ṣe Àkọ̀lọ̀ Fún Àkókò Yìí — àwọn àkọsílẹ̀ wà níbẹ̀
zh: 此期间没有趋势可绘制 — 记录如下。

source: No Trends
ar: لا توجد اتجاهات
de: Keine Trends
es: Sin tendencias
fr: Aucune tendance
ha: Babu Jerin Abubuwa
ig: Enweghị Mgbanwe
pt: Nenhuma Tendência
sw: Hakuna Mwenendo
yo: Àìní Ìlọ́siwájú
zh: 无趋势

source: No Weight Data
ar: لا توجد بيانات وزن
de: Keine Gewichtsdaten
es: Sin datos de peso
fr: Aucune donnée de poids
ha: Babu Bayani Nauyi
ig: Enweghị Data Ịnụ Ahụ
pt: Sem dados de peso
sw: Hakuna Data ya Uzani
yo: Ìwọ̀n Ẹ̀rọ̀ Kò Sí
zh: 无体重数据
